klauweg/micropython/ports/esp32/boards/DEVKIT/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "DOIT-DEVKIT"
#define MICROPY_HW_MCU_NAME "ESP32"
